[DLC07_DW_GetEngineCoil_Obj DishonoredObjective]
m_Description="修复舰船引擎"

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="返回河滨区"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在温蒂妮号上安装引擎线圈"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="取回引擎线圈"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="找到倔老头"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="（可选）搜寻纺织厂的主办公室以获取关于引擎线圈的线索"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="与倔老头交谈"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_62 DishonoredTask_Custom]
m_Description="前往街道上的帽子帮技师公寓"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_65 DishonoredTask_Custom]
m_Description="（可选）搜寻特林布尔的实验室"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="前往纺织厂"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_67 DishonoredTask_Custom]
m_Description="找到下水道中的帽子帮技师"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_68 DishonoredTask_Custom]
m_Description="搜寻下水道中帽子帮技师的尸体"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_69 DishonoredTask_Custom]
m_Description="搜寻帽子帮技师的公寓"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_70 DishonoredTask_Custom]
m_Description="使用密码进入引擎室"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_71 DishonoredTask_Custom]
m_Description="在纺织厂搜寻引擎线圈"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_90 DishonoredTask_Custom]
m_Description="与倔老头交谈"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_91 DishonoredTask_Custom]
m_Description="（可选）杀死特林布尔"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_92 DishonoredTask_Custom]
m_Description="获取引擎室门锁的密码"
m_Status=""

[DLC07_DW_GetEngineCoil_Obj:DishonoredTask_Custom_93 DishonoredTask_Custom]
m_Description="（可选）与倔老头交谈"
m_Status=""

